Repository: HarrikaneC5N/typo3-suny-go
Catalog: typo3conf/ext/e_package/Initialisation/*.locallang.xlf
Languages: fr

source: Fold
fr: Tout plier

source: Unfold
fr: Tout déplier

# linkHandlerNewsEvent
source: News / Events
fr: Actualités / Agendas

# linkHandlerActualite
source: News
fr: Actualités

# linkHandlerAgenda
source: Events
fr: Agendas

# linkHandlerPhotoGallery
source: Photos Gallery
fr: Galerie photos

# linkHandlerDirectory
source: Directory
fr: Annuaire

# linkHandlerVideosGallery
source: Movies
fr: Gallerie Videos

# cookie.showBanner
source: We are using cookies to provide statistics that help us give you the best experience of our site. You can find out more or switch them off if you prefer. By continuing to use the site, you are agreeing to our use of cookies
fr: Ce site utilise des cookies. En continuant à naviguer, vous nous autorisez à déposer un cookie à des fins de mesure d'audience.

# cookie.readMore
source: Read more
fr: En savoir plus

# cookie.acceptOrNot
source: Allow or disallow
fr: Accepter ou s'opposer

# cookie.createInformAndAsk
source: These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site. We use Google Analytics to provide this service, which uses first party cookies. The data collected is not shared with any other party.
fr: Les cookies nous aident à identifier le contenu qui vous interesse le plus ainsi qu'à repérer certains dysfonctionnements. Vos données de navigations sur ce site sont envoyées à Google Inc.

# cookie.allowCookie
source: Allow
fr: Accepter

# cookie.disallowCookie
source: Disallow
fr: S'opposer

# cookie.disallowMessage
source: You have disallowed the deposit of cookies for audience measure in your browser
fr: Vous vous êtes opposé au dépôt de cookies de mesures d'audience dans votre navigateur.

# cookie.doNotTrack
source: You use a Do Not Track browser setting. Cookies will be blocked
fr: Le signal DoNotTrack de votre navigateur est activé. Les cookies sont bloqués

# acceptPrivacyError
source: You have to accept terms policy before submit form
fr: Vous devez accepter les conditions d'utilisation avant de soumettre le formulaire

# acceptPrivacyText
source: By checking this box, I acknowledge having
fr: En cochant cette case, je reconnais avoir

# acceptPrivacyLink
source: consulted the mentions of the management policy of "personal data"
fr: consulté les mentions de la politique de gestion des « données personnelles »

# acceptPrivacyTextBis
source: , and I give my consent for the use of my data to respond to my request
fr: , et je donne mon consentement pour l'utilisation de mes données pour répondre à ma demande
